aaron-bond.better-comments
albymor.increment-selection
alefragnani.project-manager
astro-build.astro-vscode
austenc.tailwind-docs
bradlc.vscode-tailwindcss
celianriboulet.webvalidator
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
danielbreiner.go-to-relative
dbaeumer.vscode-eslint
deinsoftware.testing-library-snippets
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
github.copilot
github.copilot-chat
github.vscode-github-actions
heybourn.headwind
jebbs.plantuml
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.makefile-tools
naumovs.color-highlight
pkief.material-icon-theme
riazxrazor.html-to-jsx
ritwickdey.liveserver
sirmspencer.vscode-autohide
smelukov.vscode-csstree
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
unifiedjs.vscode-mdx
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wraith13.zoombar-vscode
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
